{"integrated_writing": ["The reading and the lecture are about methods to protect peregrine falcon populations. The author feels that we can do this by protecting their habitats, controlling their predators, and helping injured falcons. The lecturer does not believe that these methods will protect falcon populations. First of all, the author argues that we can protect their nesting areas, usually located on the sides of cliffs or tall buildings, from human activities. The lecturer, however, says it is very hard to identify and locate nesting sites since they are often located on private property. Moreover, it is hard to balance the needs of the falcons and humans since they often nest in urban areas.", "The reading and the lecture are about whether or not having a lot of choices in our lives is advantageous. The author feels that this phenomenon is actually a good thing. On the other hand, the lecturer believes that it can cause serious problems for people and society. First of all, the author notes that nowadays we are more likely to find goods and services that perfectly meet our needs because there are many options in the marketplace. In contrast, the professor says that it can be extremely tiring to evaluate all of the options that are available. He says that this can lead to a problem called “decision fatigue” which refers to how it is harder to make good decisions as the day goes on.", "The article and the lecture are about whether or not the Phoenicians circumnavigated Africa. While the author argues that the Phoenicians could not have undertaken such a voyage, the lecturer believes that they were capable of completing this journey. The author argues that the Phoenician ships were small, made of wood, and lacked navigational equipment, but the lecturer counters that the ships were surprisingly sturdy and well-equipped for long voyages.", "The reading and the lecture are both about the Cave of the Hands, a famous archeological site in Argentina. The article describes three possible reasons why early humans left handprints in the cave, while the lecturer believes that the author’s theories are flawed. First, the author notes that the handprints might represent a primitive alphabet, but the lecturer disagrees, noting no logical patterns were found. Finally, the lecturer notes that the handprints likely do not represent hunting records."]}